beardedbear.beardedtheme
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
evondev.indent-rainbow-palettes
fill-labs.dependi
formulahendry.auto-rename-tag
formulahendry.code-runner
georgewfraser.vscode-javac
github.copilot
github.copilot-chat
github.vscode-github-actions
infeng.vscode-react-typescript
kisstkondoros.vscode-gutter-preview
mechatroner.rainbow-csv
meganrogge.template-string-converter
mongodb.mongodb-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
naumovs.color-highlight
neotan.vscode-auto-restart-typescript-eslint-servers
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
tahabasri.snippets
thornhall.roblox-studio-like-syntax-highlighting
tomoki1207.pdf
ultram4rine.vscode-choosealicense
usernamehw.errorlens
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-test
yoavbls.pretty-ts-errors
